Repository: GerardKessler/clipboardHistory
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: Lista vacía
uk: Список порожній

source: Historial del portapapeles
uk: Історія буфера обміну

source: Historial Cerrado
uk: Історію закрито

source: Activa la interfaz gráfica
uk: Активувати графічний інтерфейс

source: Activa la capa de comandos
uk: Активувати командний рівень

source: Historial abierto
uk: Історію відкрито

source: Elemento copiado
uk: Елемент скопійовано

source: Contenido
uk: Зміст

source: Mostrando el contenido
uk: Показ вмісту

source: Eliminado de favoritos
uk: Видалено з улюбленого

source: Pegado
uk: Вставити

source: Escriba la búsqueda y pulse intro
uk: Введіть запит і натисніть enter

source: Buscador
uk: Пошук

source: Sin texto de búsqueda
uk: Немає пошукового тексту

source: Sin resultados
uk: Не знайдено

source: Historial cerrado
uk: Історію закрито

source: Flecha arriba; anterior elemento de la lista Flecha abajo; siguiente elemento de la lista Inicio; primer elemento de la lista fin; último elemento de la lista Flecha derecha; copia el elemento actual al portapapeles y lo desplaza al comienzo de la lista Flecha izquierda; abre el contenido del elemento actual en una ventana de NVDA Retroceso; En la lista general elimina el actual elemento de la lista, en la de favoritos lo desmarca como tal v; Pega el contenido del elemento actual en la ventana con el foco tab; conmuta entre la lista general y la de favoritos f; conmuta entre el estado favorito y no favorito del elemento b; activa la ventana para buscar elementos en la lista f3; avanza a la siguiente coincidencia del texto buscado g; activa la ventana para enfocar el elemento por número de órden e; verbaliza el número de índice del elemento actual, y el número total de la lista c; verbaliza el número de caracteres excluyendo los espacios, los espacios en blanco, las palabras y las líneas s; activa el diálogo de configuración del complemento z; activa el diálogo para la eliminación de elementos de la lista escape; desactiva la capa de comandos
uk: Стрілка вгору; попередній пункт у списку Стрілка вниз; наступний пункт у списку На початок; перший пункт у списку в кінець; останній пункт у списку стрілка вправо; копіює поточний елемент у буфер обміну та переміщує його на початок списку стрілка вліво; відкриває вміст поточного елемента у діалозі NVDA Backspace; У загальному списку видаляє поточний елемент зі списку, в улюбленому знімає його як такий v; Вставляє вміст поточного елемента у вікно у фокусі Tab; перемикає між загальним списком і улюбленим F; перемикає між улюбленим і неулюбленим статусом елемента b; активує вікно для пошуку елементів у списку f3; переходить до наступного збігу пошуку g; активує діалог для фокусування елемента за номером і; промовляє номер поточного елемента та загальний номер у списку c; промовляє кількість символів, пробілів,, слів і рядків s; активує діалог налаштування додатка z; активує діалог для видалення елементів зі списку escape; вимкнути командний рівень

source: Lista de comandos
uk: Список команд

source: Escriba el número y pulse intro
uk: Введіть номер і натисніть enter

source: Hay {} elementos en el historial
uk: В історії є {} елементів

source: Dato incorrecto o fuera de rango
uk: Неправильні дані або поза діапазоном

source: {} de {}
uk: {} з {}

source: favorito-
uk: улюблене

source: {} caracteres, {} espacios, {} palabras, {} líneas
uk: {} символів, {} пробілів, {} слів, {} рядків

source: Favoritos
uk: Улюблене

source: General
uk: Загальне

source: Marcado como favorito
uk: Позначено як улюблене

source: No favorito
uk: Не позначено

source: Texto de prueba
uk: Тестовий текст

source: Configuraciones
uk: Налаштування

source: Selecciona el número máximo de cadenas a guardar en la base de datos. 0 indica sin límite:
uk: Виберіть максимальну кількість рядків для збереження в базі даних. 0 означає відсутність обмежень:

source: Activar los &sonidos del complemento
uk: Увімкнути &звуки додатка

source: Verbalizar el &número de índice de los elementos de la lista
uk: Показувати номер &елемента у списку

source: &Exportar base de datos
uk: &Експорт бази даних

source: &Importar base de datos
uk: &Імпорт бази даних

source: &Guardar cambios
uk: &Зберегти зміни

source: &Cancelar
uk: &Скасувати

source: Sin cambios en la configuración
uk: Без змін конфігурації

source: Cambios guardados correctamente
uk: Зміни успішно збережено

source: Exportar base de datos
uk: Експорт бази даних

source: Base de datos exportada correctamente
uk: Базу даних успішно експортовано

source: Importar base de datos
uk: Імпорт бази даних

source: Hay {} elementos diferentes en el archivo de respaldo. ¿Quieres añadirlos a la base de datos?
uk: У файлі резервної копії є {} різних елементів, ви хочете додати їх до бази даних?

source: Atención
uk: Увага

source: {} elementos agregados
uk: Додано елементів: {}

source: No hay nuevos elementos para agregar
uk: Немає нових елементів для додавання

source: Error al intentar acceder a la base de datos de respaldo. El archivo no es válido o está corrupto
uk: Помилка під час спроби отримати доступ до резервної бази даних. Файл недійсний або пошкоджений

source: Error inesperado: {}
uk: Неочікувана помилка: {}

source: Eliminar elementos
uk: Видалити елементи

source: Selecciona el número de elementos a eliminar
uk: Виберіть кількість елементів для видалення

source: Incluir los &favoritos en la eliminación
uk: Додати &улюблене до видалення

source: &Eliminar
uk: &Видалити

source: Elementos eliminados
uk: Видалені елементи

source: Historial
uk: Історія

source: Copiado
uk: Скопійовано

source: ¿Seguro que quieres eliminar todo el contenido de la base de datos?
uk: Ви впевнені, що бажаєте видалити весь вміст із бази даних?

source: Base de datos eliminada
uk: Базу даних видалено

source: Actualizando
uk: Оновлення
